Repository: artcom/ac_presentation_shell
Catalog: ACShell/Resources/*.lproj/Localizable.strings
Languages: de

source: Library
de: Bibliothek

source: All
de: Alle

source: Highlights
de: Glanzlichter

source: Collections
de: Sammlungen

# NofMPresentations
source: %d of %d presentations
de: %d von %d Präsentationen

# NPresentations
source: %d presentations
de: %d Präsentationen

source: new collection
de: Neue Sammlung

# NoLibrary
source: No library loaded
de: Keine Bibliothek geladen

source: Abort
de: Abbrechen

# CheckedNofMFiles
source: Checked %d of %d files (%3.1f%%)
de: %d von %d Dateien überprüft (%3.1f%%)

# CheckingNFiles
source: Checking %d files
de: Überprüfe %d Dateien

# UpdatePresentation
source: Updating presentation
de: Aktualisiere Präsentation

# DeleteCollection
source: Do you really want to delete the selected collection?
de: Willst Du die ausgewählte Sammlung wirklich löschen?

source: Delete
de: Löschen

# DeletePresentation
source: Do you really want to remove the selected presentations from the current collection?
de: Willst Du die ausgewählten Präsentationen wirklich aus dieser Sammlung löschen?

# DeleteTag
source: Do you really want to remove the selected tag from the library? This tag will be removed from all presentations.
de: Willst Du den ausgewählten Tag wirklich aus der Bibliothek löschen?

# DropKeynote
source: Drop a keynote
de: Lass eine Keynote fallen

source: Cancel
de: Abbrechen

# EditWindowTitle
source: Edit Presentation
de: Editieren

# AddWindowTitle
source: Add Presentation
de: Hinzufügen

# DropThumbnail
source: Drop a thumbnail image
de: Lass ein Bildchen fallen

source: Unknown
de: Unbekannt

# CopyFailed
source: File copy failed.
de: Kopieren fehlgeschlagen.

source: Adding Presentation...
de: Präsentation hinzufügen...

source: Updating Presentation...
de: Aktualisiere Präsentation...

# NofMWithPercent
source: %d of %d (%.1f%%)
de: %d von %d (%.1f%%)

source: Copying items
de: Kopiere Dateien

# TrashingItems
source: Moving items to the trash
de: Verschiebe Dateien in den Papierkorb

# WarnDuplicates
source: There are duplicates being added to the collection. Would you like to add the duplicates or skip them?
de: Es werden Duplikate zur Sammlung hinzugefügt. Möchtest Du die Duplikate hinzufügen oder überspringen?

source: Add
de: Hinzufügen

source: Skip
de: Überspringen

# DeletePresentationWarning
source: Do you really want to delete the entire presentation?
de: Willst Du die gesamte Präsentation wirklich löschen?

# DeletingPresentation
source: Moving presentation to trash...
de: Verschiebe Präsentation in den Papierkorb...

source: File Operation failed.
de: Vorgang abgebrochen.

# KeynoteRunningInWindow
source: Presentation is currently playing in a window.
de: Keynote läuft nicht im Vollbildmodus

# KeynoteRunningInWindowInfo
source: Please switch to fullscreen.
de: Bitte in Keynote.app auf 'Vorführen' → 'Im Vollbildmodus' umstellen und Präsentation erneut starten.

source: General
de: Allgemein

source: Advanced
de: Erweitert

source: Order
de: Reihenfolge

source: Selected
de: Ausgewählt

source: Year
de: Jahr

source: Highlight
de: Glanzlicht

source: Categories
de: Kategorien

source: Continue
de: Fortfahren

source: Quit
de: Beenden

source: Next
de: Weiter

source: Back
de: Zurück

source: Finish
de: Abschliessen
